IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Ted Property
Compatible with IDEA StatiCa Beta 20.0
 Design value of the applied torsional moment
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ted { get; set; }
Public Property Ted As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace